olis_aug_2015.org
* configuration                                                                           :noexport:
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/org-style.css"/>

* S1445 Summary
The Q EC-value of 74Rb currently dominates the uncertainty of its ft-value, which
is important for the extraction of the CKM matrix element V ud from superallowed
0 + → 0 + nuclear β-decays. 74Rb has the largest isospin-symmetry breaking
corrections δ C of all 13 superallowed decays considered in the evaluation of V
ud. It would hence carry particular weight to discriminate between conflicting
theoretical models of δ C if 74Rb’s Q EC-value was known more precisely. Thus,
we propose new direct mass measurements of 74Rb and 74Kr at the TITAN mass
spectrometer. We intend to employ highly charged ions with charge states up to
q = 27+, which will determine the Q EC-value with an uncertainty of 700 eV or
below.

* goal for OLIS beamtime                                                                  :noexport:
- demonstrate ppb precision with beam from EBIT (under beamtime conditions)
- since MPET vacuum conditions will prohibit using q=27+ anyway, do
  this with A/q = 7-10; in this way, everything we do has bearing on
  the following beamtimes; if everything works perfectly, we chnage
  settings and look at q=27+ during the beamtime (that should take an
  hour to do)
* goals agreed upon during 7/30 meeting
- set up EBIT and tune of HCI into MPET around q=10+ which fits best
  to the m/q of later online beamtimes this summer [estimated time 3-4
  days]
- accuracy check of MPET with these HCI to the level needed for the
  beamtimes this summer.

  Given that the required accuracy for later beamtime is modest and based
  upon Aaron’s MPET performance estimate, it is likely that the MPET will
  already now meet these requirements.
  
  If the required accuracy cannot be met, then a compensation is required
  [estimated time: 1 week]; hence, this implies that with the exception
  of the Kr-RFQ test, the OLIS beamtime can probably not be used to push
  the HCI program forward. We would need to discuss what to do, whether
  shifts can be returned, etc.
  
  If the required accuracy is confirmed, no compensation is required for
  this summer and we proceed towards the OLIS beamtime (see 3)
  

- in one or two steps increase breeding time and tune to MPET towards
  Rb27+ [estimated time 3-4 days]

  We should go as high in charge state as possible until a tune for
  Rb27+ is obtained or the OLIS beamtime starts- whatever comes first

** Goals during the beamtime itself:

- recording of nice resonances of HCI (ideally Rb and Kr at the max.
  charge state obtained during the preparations ) with increasing
  excitation times (5 ms, 10 ms, 20 ms, 30 ms, …) until the charge
  exchange in MPET destroys the resonance entirely
 
  From this data, we will make plots of:

  + achieved precision versus Trf

  + number of surviving HCIs / H2+ versus Trf

  This will already teach us the best Trf (i.e. leading to the highest
  precision) given the current vacuum conditions in MPET.

- in this best Trf, we would like to see the effect of evaporative
  cooling (quality of resonance, TOF spread for trapped ions without
  excitation). Hence, data with and without evaporative cooling should
  be taken. Again this should lead to a nice comparative plot.

- investigation of EBIT charge state efficiencies and whether the
  threshold charge breeding can be observed with this long breeding
  times. [I understand that Renee would like to investigate this
  already during the preparations].

- investigation how difficult it is to get Kr through the RFQ

- start a mass measurement of Rb27+ vs Kr?+ (maybe even a triangle
  85Rb27+,87Rb27+ and Kr ??) and see how far we get until the end of
  the beamtime.

Once again, this beamtime should be used to test and advance the HCI
program at and beyond its current limit. It is a true experiment and
not a measurement. So, it is very different to a ‘normal’ online
beamtime.

If we indeed manage to perform an accurate measurement at q=27+ at the
ppb level, this would be amazing- and I send two bottles of champagne
as promised ;-)

However, this is beyond the basic expectation and if it cannot
achieved, I won’t consider this beamtime as a failure. Quite the
opposite, indeed. Sorry that I failed to communicate this before.

The success of this beamtime is defined as

+ pushing the limits what is currently possible with HCI and

+ demonstrating the answers to those questions which we do currently
  not have definite answers for but are important to decide on the
  path of the future HCI strategy. As we have seen during today’s
  discussion there are quite a few of those…



* beamtime preperation OLIS S1445                                                         :taskjuggler_project:
:PROPERTIES:
:COLUMNS:  %50ITEM(Task) %8TODO(Todo) %10allocate %15start %7duration %7effort %10task_id %8BLOCKER %3complete
:start:    2015-07-29
:END:
** MPET prep.
:PROPERTIES:
:ORDERED: t
:task_id:  mpet_prep
:END:
