olis_aug_2015.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2015-08-10 Mon 18:13 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Renee Klawitter" />
<link rel="stylesheet" type="text/css" href="css/org-style.css"/>
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">1. S1445 Summary</a></li>
<li><a href="#orgheadline3">2. goals agreed upon during 7/30 meeting</a>
<ul>
<li><a href="#orgheadline2">2.1. Goals during the beamtime itself:</a></li>
</ul>
</li>
<li><a href="#orgheadline34">3. beamtime preperation OLIS S1445&#xa0;&#xa0;&#xa0;<span class="tag"><span class="taskjuggler_project">taskjuggler_project</span></span></a>
<ul>
<li><a href="#orgheadline13">3.1. MPET prep.</a>
<ul>
<li><a href="#orgheadline4">3.1.1. <span class="done nilDONE">DONE</span> solve MPET ppg issue</a></li>
<li><a href="#orgheadline5">3.1.2. <span class="done nilDONE">DONE</span> hook ppg together</a></li>
<li><a href="#orgheadline6">3.1.3. <span class="done nilDONE">DONE</span> fine tune beam from EBIT</a></li>
<li><a href="#orgheadline7">3.1.4. <span class="done nilDONE">DONE</span> charge exchange studies</a></li>
<li><a href="#orgheadline8">3.1.5. <span class="done nilDONE">DONE</span> set discriminator</a></li>
<li><a href="#orgheadline9">3.1.6. <span class="done nilDONE">DONE</span> accuracy check</a></li>
<li><a href="#orgheadline10">3.1.7. <span class="done nilCANCELED">CANCELED</span> 10Hz check</a></li>
<li><a href="#orgheadline11">3.1.8. RF balancing</a></li>
<li><a href="#orgheadline12">3.1.9. HCI transmission / trapping efficiency</a></li>
</ul>
</li>
<li><a href="#orgheadline20">3.2. EBIT</a>
<ul>
<li><a href="#orgheadline14">3.2.1. <span class="done nilDONE">DONE</span> try one different "kicking" scheme for less energy spread</a></li>
<li><a href="#orgheadline15">3.2.2. <span class="done nilDONE">DONE</span> put EBIT beam into MPET</a></li>
<li><a href="#orgheadline16">3.2.3. <span class="todo nilTODO">TODO</span> change how we capture beam in EBIT</a></li>
<li><a href="#orgheadline17">3.2.4. deciding on charge state(s) and optimizing breeding times</a></li>
<li><a href="#orgheadline18">3.2.5. new ppg control</a></li>
<li><a href="#orgheadline19">3.2.6. checklists / timing calcs</a></li>
</ul>
</li>
<li><a href="#orgheadline28">3.3. other prep</a>
<ul>
<li><a href="#orgheadline21">3.3.1. <span class="done nilDONE">DONE</span> safety report</a></li>
<li><a href="#orgheadline22">3.3.2. <span class="done nilDONE">DONE</span> shift schedule</a></li>
<li><a href="#orgheadline23">3.3.3. <span class="done nilDONE">DONE</span> calculating frequencies</a></li>
<li><a href="#orgheadline24">3.3.4. meeting with Collin</a></li>
<li><a href="#orgheadline25">3.3.5. tune buttons</a></li>
<li><a href="#orgheadline26">3.3.6. refreshments + snacks</a></li>
<li><a href="#orgheadline27">3.3.7. beamtime mascot</a></li>
</ul>
</li>
<li><a href="#orgheadline33">3.4. beamtime</a>
<ul>
<li><a href="#orgheadline29">3.4.1. RFQ tuning</a></li>
<li><a href="#orgheadline30">3.4.2. Look for H^3O</a></li>
<li><a href="#orgheadline31">3.4.3. EBIT fine tuning</a></li>
<li><a href="#orgheadline32">3.4.4. ppg measurement</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgheadline52">4. People&#xa0;&#xa0;&#xa0;<span class="tag"><span class="taskjuggler_resource">taskjuggler_resource</span></span></a>
<ul>
<li><a href="#orgheadline50">4.1. TITANs</a>
<ul>
<li><a href="#orgheadline35">4.1.1. Aaron</a></li>
<li><a href="#orgheadline36">4.1.2. Andrew</a></li>
<li><a href="#orgheadline37">4.1.3. Ania</a></li>
<li><a href="#orgheadline38">4.1.4. Annika</a></li>
<li><a href="#orgheadline39">4.1.5. Brad</a></li>
<li><a href="#orgheadline40">4.1.6. Brian</a></li>
<li><a href="#orgheadline41">4.1.7. Dan</a></li>
<li><a href="#orgheadline42">4.1.8. Devin</a></li>
<li><a href="#orgheadline43">4.1.9. Erich</a></li>
<li><a href="#orgheadline44">4.1.10. Jeff</a></li>
<li><a href="#orgheadline45">4.1.11. Julia</a></li>
<li><a href="#orgheadline46">4.1.12. Kyle</a></li>
<li><a href="#orgheadline47">4.1.13. Renee</a></li>
<li><a href="#orgheadline48">4.1.14. Ruben</a></li>
<li><a href="#orgheadline49">4.1.15. Usman</a></li>
</ul>
</li>
<li><a href="#orgheadline51">4.2. table of people</a></li>
</ul>
</li>
<li><a href="#orgheadline60">5. todos</a>
<ul>
<li><a href="#orgheadline57">5.1. <span class="done nilDONE">DONE</span> create schedule</a>
<ul>
<li><a href="#orgheadline53">5.1.1. who has constraints ?</a></li>
<li><a href="#orgheadline54">5.1.2. exact dates</a></li>
<li><a href="#orgheadline55">5.1.3. what are the roles / responsibilities</a></li>
<li><a href="#orgheadline56">5.1.4. who is there and can do what ?</a></li>
</ul>
</li>
<li><a href="#orgheadline58">5.2. <span class="todo nilTODO">TODO</span> ask people to check vacuum</a></li>
<li><a href="#orgheadline59">5.3. <span class="todo nilTODO">TODO</span> look at trap sho</a></li>
</ul>
</li>
<li><a href="#orgheadline63">6. work on the beamline</a>
<ul>
<li><a href="#orgheadline62">6.1. changing charge states</a>
<ul>
<li><a href="#orgheadline61">6.1.1. BNG / capture timings</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> S1445 Summary</h2>
<div class="outline-text-2" id="text-1">
<p>
The Q EC-value of 74Rb currently dominates the uncertainty of its ft-value, which
is important for the extraction of the CKM matrix element V ud from superallowed
0 + → 0 + nuclear β-decays. 74Rb has the largest isospin-symmetry breaking
corrections δ C of all 13 superallowed decays considered in the evaluation of V
ud. It would hence carry particular weight to discriminate between conflicting
theoretical models of δ C if 74Rb’s Q EC-value was known more precisely. Thus,
we propose new direct mass measurements of 74Rb and 74Kr at the TITAN mass
spectrometer. We intend to employ highly charged ions with charge states up to
q = 27+, which will determine the Q EC-value with an uncertainty of 700 eV or
below.
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">2</span> goals agreed upon during 7/30 meeting</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>set up EBIT and tune of HCI into MPET around q=10+ which fits best
to the m/q of later online beamtimes this summer [estimated time 3-4
days]</li>
<li><p>
accuracy check of MPET with these HCI to the level needed for the
beamtimes this summer.
</p>

<p>
Given that the required accuracy for later beamtime is modest and based
upon Aaron’s MPET performance estimate, it is likely that the MPET will
already now meet these requirements.
</p>

<p>
If the required accuracy cannot be met, then a compensation is required
[estimated time: 1 week]; hence, this implies that with the exception
of the Kr-RFQ test, the OLIS beamtime can probably not be used to push
the HCI program forward. We would need to discuss what to do, whether
shifts can be returned, etc.
</p>

<p>
If the required accuracy is confirmed, no compensation is required for
this summer and we proceed towards the OLIS beamtime (see 3)
</p></li>
</ul>


<ul class="org-ul">
<li><p>
in one or two steps increase breeding time and tune to MPET towards
Rb27+ [estimated time 3-4 days]
</p>

<p>
We should go as high in charge state as possible until a tune for
Rb27+ is obtained or the OLIS beamtime starts- whatever comes first
</p></li>
</ul>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> Goals during the beamtime itself:</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><p>
recording of nice resonances of HCI (ideally Rb and Kr at the max.
charge state obtained during the preparations ) with increasing
excitation times (5 ms, 10 ms, 20 ms, 30 ms, …) until the charge
exchange in MPET destroys the resonance entirely
</p>

<p>
From this data, we will make plots of:
</p>

<ul class="org-ul">
<li>achieved precision versus Trf</li>

<li>number of surviving HCIs / H2+ versus Trf</li>
</ul>
<p>
This will already teach us the best Trf (i.e. leading to the highest
precision) given the current vacuum conditions in MPET.
</p></li>

<li>in this best Trf, we would like to see the effect of evaporative
cooling (quality of resonance, TOF spread for trapped ions without
excitation). Hence, data with and without evaporative cooling should
be taken. Again this should lead to a nice comparative plot.</li>

<li>investigation of EBIT charge state efficiencies and whether the
threshold charge breeding can be observed with this long breeding
times. [I understand that Renee would like to investigate this
already during the preparations].</li>

<li>investigation how difficult it is to get Kr through the RFQ</li>

<li>start a mass measurement of Rb27+ vs Kr?+ (maybe even a triangle
85Rb27+,87Rb27+ and Kr ??) and see how far we get until the end of
the beamtime.</li>
</ul>

<p>
Once again, this beamtime should be used to test and advance the HCI
program at and beyond its current limit. It is a true experiment and
not a measurement. So, it is very different to a ‘normal’ online
beamtime.
</p>

<p>
If we indeed manage to perform an accurate measurement at q=27+ at the
ppb level, this would be amazing- and I send two bottles of champagne
as promised ;-)
</p>

<p>
However, this is beyond the basic expectation and if it cannot
achieved, I won’t consider this beamtime as a failure. Quite the
opposite, indeed. Sorry that I failed to communicate this before.
</p>

<p>
The success of this beamtime is defined as
</p>

<ul class="org-ul">
<li>pushing the limits what is currently possible with HCI and</li>

<li>demonstrating the answers to those questions which we do currently
not have definite answers for but are important to decide on the
path of the future HCI strategy. As we have seen during today’s
discussion there are quite a few of those…</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-orgheadline34" class="outline-2">
<h2 id="orgheadline34"><span class="section-number-2">3</span> beamtime preperation OLIS S1445&#xa0;&#xa0;&#xa0;<span class="tag"><span class="taskjuggler_project">taskjuggler_project</span></span></h2>
<div class="outline-text-2" id="text-3">
</div>
