olis_aug_2015.org
*** DONE solve MPET ppg issue
CLOSED: [2015-08-10 Mon 16:41]
:PROPERTIES:
:allocate: ag,je
:duration: 1d
:task_id:  
:END:
*** DONE hook ppg together
CLOSED: [2015-08-10 Mon 16:41]
:PROPERTIES:
:allocate: rk,rs
:duration: 2h
:END:
*** DONE fine tune beam from EBIT 
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: rs,rk,je,ag
:duration: 5d
:task_id:  
:BLOCKER:  charge
:END:
*** DONE charge exchange studies
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: rs,rk
:duration: 1d
:END:
*** DONE set discriminator 
CLOSED: [2015-08-10 Mon 16:41]
:PROPERTIES:
:allocate: rk,rs
:duration: 2h
:END:
*** CANCELED compensation                                                                 :noexport:
CLOSED: [2015-08-10 Mon 16:49]
:PROPERTIES:
:allocate: ag,je,rk
:duration: 7d
:END:      
*** DONE accuracy check 
CLOSED: [2015-08-10 Mon 17:48]
:PROPERTIES:
:allocate: ag,je
:start:    2015-08-10
:duration: 1d
:END:
*** CANCELED 10Hz check
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: ag,je
:effort:   8h
:END:
*** RF balancing
:PROPERTIES:
:allocate: ag,je
:effort:   1h
:BLOCKER:  capture
:END:
*** HCI transmission / trapping efficiency
:PROPERTIES:
:allocate: ag,rs,rk
:duration: 4h
:END:
** EBIT   
:PROPERTIES:
:task_id:  ebit_prep
:END:
*** DONE try one different "kicking" scheme for less energy spread 
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:duration: 1d
:task_id:  kick
:allocate: rk,rs
:END:
*** DONE put EBIT beam into MPET
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: rs,je,ag,rk
:duration: 1d
:task_id:  beam
:BLOCKER:  kick
:END:
*** TODO change how we capture beam in EBIT
:PROPERTIES:
:allocate: rk,rs,aak
:task_id:  capture
:duration: 1d
:start:    2015-08-11
:END:
 since efficiency capturing is bad right now we need to change the
 capturing scheme:

 - instead of pulsing up with DT3, I will try to pulse down the beam
   with DT4 while simultaneously switching DT3 up, then ramp up DT4
   slowly and release with DT3 as before
 - releasing the beam with the same bias on the DTS should ensure that
   we have the same beam properties on extraction and can reuse the
   tune we have right now

*** deciding on charge state(s) and optimizing breeding times
:PROPERTIES:
:allocate: rs,rk
:effort:   5h
:BLOCKER:  beam
:task_id:  charge
:END:
*** new ppg control
:PROPERTIES:
:allocate: rk
:effort:   3d
:END:
*** checklists / timing calcs
:PROPERTIES:
:allocate: rs,rk
:effort:   4h
:END:
** other prep
:PROPERTIES:
:task_id:  other_prep
:END:
*** DONE safety report
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: dl
:start:    2015-07-30
:end:    2015-07-30
:END:      
*** DONE shift schedule
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: rk
:start: 2015-08-04
:end:    2015-08-04
:END:      
*** DONE calculating frequencies
CLOSED: [2015-08-10 Mon 16:42]
:PROPERTIES:
:allocate: bk
:task_id:  freq
:effort:   1h
:END:      
*** meeting with Collin
:PROPERTIES:
:effort:   2h
:allocate: rk, dl
:END:
*** tune buttons
:PROPERTIES:
:allocate: je
:effort:   2h
:END:
*** refreshments + snacks
:PROPERTIES:
:allocate: bb
:effort:   4h
:END:
*** beamtime mascot
:PROPERTIES:
:allocate: af
:effort:   1w
:END:
** beamtime
:PROPERTIES:
:BLOCKER:  mpet_prep,ebit_prep,other_prep
:ORDERED: t
:END:
*** RFQ tuning  
:PROPERTIES:
:start:    2015-08-14-20:00
:allocate: rk,el
:effort:   16h
:END:
*** Look for H^3O
*** EBIT fine tuning
:PROPERTIES:
:allocate: rk,rs
:effort:   8h
:END:
*** ppg measurement
:PROPERTIES:
:allocate: aak
:effort:   3.5d
:END:
* People                                                                                  :taskjuggler_resource:
:PROPERTIES:
:COLUMNS:  %4resource_id %20ITEM(Name) %20shifts %20phone(Phone number / local) %20mail(Mailing adress) %100workinghours(Availibility)
:END:
** TITANs
:PROPERTIES:
:workinghours: mon - fri 8:00 - 20:00
:limits:   { dailymax 12h }
:END:
*** Aaron
:PROPERTIES:
:resource_id: ag
:mail:     agallant@triumf.ca
:phone:    770-968-4144 / 6831
:END:

*** Andrew
:PROPERTIES:
:resource_id: af
:phone:    / 6812
:END:
*** Ania
:PROPERTIES:
:resource_id: aak
:mail:     aniak@triumf.ca
:shifts:    p1 2014-11-07 - 2014-11-18
:phone:    604-346-8346 / 7564
:END:
*** Annika
:PROPERTIES:
:resource_id: al
:phone:    / 6877
:mail:     lennarz@triumf.ca
:END:
*** Brad
:PROPERTIES:
:resource_id: bb
:phone:    916-367-4538 / 6441
:mail:     barquest@triumf.ca
:END:
*** Brian
:PROPERTIES:
:resource_id: bk
:phone:    778-835-1776 / 6817
:mail:     bak2@sfu.ca
:END:
*** Dan
:PROPERTIES:
:resource_id: dl
:phone:    773-454-2913 / 6815
:mail:     dlascar@triumf.ca
:END:
*** Devin
:PROPERTIES:
:resource_id: ds
:phone:    / 6812
:END:
*** Erich
:PROPERTIES:
:resource_id: el
:shifts:    p1 2014-11-07 - 2014-11-18
:phone:    778-829-9958 / 6810
:mail:     erichleist@gmail.com
:END:      
*** Jeff
:PROPERTIES:
:resource_id: jb
:phone:    778-848-4152 / 6449
:mail:     jcbale1@gmail.com
:END:
*** Julia
:PROPERTIES:
:resource_id: je
:END:
*** Kyle
:PROPERTIES:
:resource_id: kl
:phone:    / 6839
:mail:     kleach@triumf.ca
:END:
*** Renee
:PROPERTIES:
:resource_id: rk
:mail:     rklawitter@triumf.ca
:phone:    604-401-9822 / 6833
:END:
*** Ruben
:PROPERTIES:
:resource_id: rs
:phone:    / 7551
:END:
*** Usman
:PROPERTIES:
:resource_id: uc
:phone:    778-968-4144 / 6454
:mail:     usman@triumf.ca
:END:









      







** table of people
#+BEGIN: columnview :hlines 1 :id global
| resource_id | Name   | shifts                     | Phone number / local | Mailing adress       | Availibility |
|-------------+--------+----------------------------+----------------------+----------------------+--------------|
| ag          | Aaron  |                            | 770-968-4144 / 6831  | agallant@triumf.ca   |              |
| af          | Andrew |                            | / 6812               |                      |              |
| aak         | Ania   | p1 2014-11-07 - 2014-11-18 | 604-346-8346 / 7564  | aniak@triumf.ca      |              |
| al          | Annika |                            | / 6877               | lennarz@triumf.ca    |              |
| bb          | Brad   |                            | 916-367-4538 / 6441  | barquest@triumf.ca   |              |
| bk          | Brian  |                            | 778-835-1776 / 6817  | bak2@sfu.ca          |              |
| dl          | Dan    |                            | 773-454-2913 / 6815  | dlascar@triumf.ca    |              |
| ds          | Devin  |                            | / 6812               |                      |              |
| el          | Erich  | p1 2014-11-07 - 2014-11-18 | 778-829-9958 / 6810  | erichleist@gmail.com |              |
| jb          | Jeff   |                            | 778-848-4152 / 6449  | jcbale1@gmail.com    |              |
| rk          | Renee  |                            | 604-401-9822 / 6833  | rklawitter@triumf.ca |              |
| rs          | Ruben  |                            | / 7551               |                      |              |
| uc          | Usman  |                            | 778-968-4144 / 6454  | usman@triumf.ca      |              |
#+END:
* constraints for schedule                                                                :noexport:
** Dan and Brad; Brad's wedding
** Brian, not on the 14th in the evening
* todos
