olis_aug_2015.html
<div id="outline-container-orgheadline13" class="outline-3">
<h3 id="orgheadline13"><span class="section-number-3">3.1</span> MPET prep.</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgheadline4" class="outline-4">
<h4 id="orgheadline4"><span class="section-number-4">3.1.1</span> <span class="done DONE">DONE</span> solve MPET ppg issue</h4>
<div class="outline-text-4" id="text-3-1-1">
</div>
</div>
<div id="outline-container-orgheadline5" class="outline-4">
<h4 id="orgheadline5"><span class="section-number-4">3.1.2</span> <span class="done DONE">DONE</span> hook ppg together</h4>
<div class="outline-text-4" id="text-3-1-2">
</div>
</div>
<div id="outline-container-orgheadline6" class="outline-4">
<h4 id="orgheadline6"><span class="section-number-4">3.1.3</span> <span class="done DONE">DONE</span> fine tune beam from EBIT</h4>
<div class="outline-text-4" id="text-3-1-3">
</div>
</div>
<div id="outline-container-orgheadline7" class="outline-4">
<h4 id="orgheadline7"><span class="section-number-4">3.1.4</span> <span class="done DONE">DONE</span> charge exchange studies</h4>
<div class="outline-text-4" id="text-3-1-4">
</div>
</div>
<div id="outline-container-orgheadline8" class="outline-4">
<h4 id="orgheadline8"><span class="section-number-4">3.1.5</span> <span class="done DONE">DONE</span> set discriminator</h4>
<div class="outline-text-4" id="text-3-1-5">
</div>
</div>
<div id="outline-container-orgheadline9" class="outline-4">
<h4 id="orgheadline9"><span class="section-number-4">3.1.6</span> <span class="done DONE">DONE</span> accuracy check</h4>
<div class="outline-text-4" id="text-3-1-6">
</div>
</div>
<div id="outline-container-orgheadline10" class="outline-4">
<h4 id="orgheadline10"><span class="section-number-4">3.1.7</span> <span class="done CANCELED">CANCELED</span> 10Hz check</h4>
<div class="outline-text-4" id="text-3-1-7">
</div>
</div>
<div id="outline-container-orgheadline11" class="outline-4">
<h4 id="orgheadline11"><span class="section-number-4">3.1.8</span> RF balancing</h4>
<div class="outline-text-4" id="text-3-1-8">
</div>
</div>
<div id="outline-container-orgheadline12" class="outline-4">
<h4 id="orgheadline12"><span class="section-number-4">3.1.9</span> HCI transmission / trapping efficiency</h4>
<div class="outline-text-4" id="text-3-1-9">
</div>
</div>
</div>
<div id="outline-container-orgheadline20" class="outline-3">
<h3 id="orgheadline20"><span class="section-number-3">3.2</span> EBIT</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgheadline14" class="outline-4">
<h4 id="orgheadline14"><span class="section-number-4">3.2.1</span> <span class="done DONE">DONE</span> try one different "kicking" scheme for less energy spread</h4>
<div class="outline-text-4" id="text-3-2-1">
</div>
</div>
<div id="outline-container-orgheadline15" class="outline-4">
<h4 id="orgheadline15"><span class="section-number-4">3.2.2</span> <span class="done DONE">DONE</span> put EBIT beam into MPET</h4>
<div class="outline-text-4" id="text-3-2-2">
</div>
</div>
<div id="outline-container-orgheadline16" class="outline-4">
<h4 id="orgheadline16"><span class="section-number-4">3.2.3</span> <span class="todo TODO">TODO</span> change how we capture beam in EBIT</h4>
<div class="outline-text-4" id="text-3-2-3">
<p>
since efficiency capturing is bad right now we need to change the
capturing scheme:
</p>

<ul class="org-ul">
<li>instead of pulsing up with DT3, I will try to pulse down the beam
with DT4 while simultaneously switching DT3 up, then ramp up DT4
slowly and release with DT3 as before</li>
<li>releasing the beam with the same bias on the DTS should ensure that
we have the same beam properties on extraction and can reuse the
tune we have right now</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline17" class="outline-4">
<h4 id="orgheadline17"><span class="section-number-4">3.2.4</span> deciding on charge state(s) and optimizing breeding times</h4>
<div class="outline-text-4" id="text-3-2-4">
</div>
</div>
<div id="outline-container-orgheadline18" class="outline-4">
<h4 id="orgheadline18"><span class="section-number-4">3.2.5</span> new ppg control</h4>
<div class="outline-text-4" id="text-3-2-5">
</div>
</div>
<div id="outline-container-orgheadline19" class="outline-4">
<h4 id="orgheadline19"><span class="section-number-4">3.2.6</span> checklists / timing calcs</h4>
<div class="outline-text-4" id="text-3-2-6">
</div>
</div>
</div>
<div id="outline-container-orgheadline28" class="outline-3">
<h3 id="orgheadline28"><span class="section-number-3">3.3</span> other prep</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-orgheadline21" class="outline-4">
<h4 id="orgheadline21"><span class="section-number-4">3.3.1</span> <span class="done DONE">DONE</span> safety report</h4>
<div class="outline-text-4" id="text-3-3-1">
</div>
</div>
<div id="outline-container-orgheadline22" class="outline-4">
<h4 id="orgheadline22"><span class="section-number-4">3.3.2</span> <span class="done DONE">DONE</span> shift schedule</h4>
<div class="outline-text-4" id="text-3-3-2">
</div>
</div>
<div id="outline-container-orgheadline23" class="outline-4">
<h4 id="orgheadline23"><span class="section-number-4">3.3.3</span> <span class="done DONE">DONE</span> calculating frequencies</h4>
<div class="outline-text-4" id="text-3-3-3">
</div>
</div>
<div id="outline-container-orgheadline24" class="outline-4">
<h4 id="orgheadline24"><span class="section-number-4">3.3.4</span> meeting with Collin</h4>
<div class="outline-text-4" id="text-3-3-4">
</div>
</div>
<div id="outline-container-orgheadline25" class="outline-4">
<h4 id="orgheadline25"><span class="section-number-4">3.3.5</span> tune buttons</h4>
<div class="outline-text-4" id="text-3-3-5">
</div>
</div>
<div id="outline-container-orgheadline26" class="outline-4">
<h4 id="orgheadline26"><span class="section-number-4">3.3.6</span> refreshments + snacks</h4>
<div class="outline-text-4" id="text-3-3-6">
</div>
</div>
<div id="outline-container-orgheadline27" class="outline-4">
<h4 id="orgheadline27"><span class="section-number-4">3.3.7</span> beamtime mascot</h4>
<div class="outline-text-4" id="text-3-3-7">
</div>
</div>
</div>
<div id="outline-container-orgheadline33" class="outline-3">
<h3 id="orgheadline33"><span class="section-number-3">3.4</span> beamtime</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-orgheadline29" class="outline-4">
<h4 id="orgheadline29"><span class="section-number-4">3.4.1</span> RFQ tuning</h4>
<div class="outline-text-4" id="text-3-4-1">
</div>
</div>
<div id="outline-container-orgheadline30" class="outline-4">
<h4 id="orgheadline30"><span class="section-number-4">3.4.2</span> Look for H^3O</h4>
</div>
<div id="outline-container-orgheadline31" class="outline-4">
<h4 id="orgheadline31"><span class="section-number-4">3.4.3</span> EBIT fine tuning</h4>
<div class="outline-text-4" id="text-3-4-3">
</div>
</div>
<div id="outline-container-orgheadline32" class="outline-4">
<h4 id="orgheadline32"><span class="section-number-4">3.4.4</span> ppg measurement</h4>
<div class="outline-text-4" id="text-3-4-4">
</div>
</div>
</div>
</div>
<div id="outline-container-orgheadline52" class="outline-2">
<h2 id="orgheadline52"><span class="section-number-2">4</span> People&#xa0;&#xa0;&#xa0;<span class="tag"><span class="taskjuggler_resource">taskjuggler_resource</span></span></h2>
<div class="outline-text-2" id="text-4">
</div>
